import szksensei from "../img/szksensei.jpg";
import huy from "../img/huy.jpg";
import loc from "../img/loc.jpg";
import yen from "../img/yen.jpg";
import vien from "../img/vien.jpg";
import duc from "../img/duc.jpg";
import linh from "../img/linh.jpg";
import sinh from "../img/sinh.jpg";
const aboutUsData = {
  introduction: {},
  philosophy: {
    title: "PHILOSOPHY",
    mindsets: [
      {
        title: "MISSION",
        description: "日本のに求められる高度IT人材を派遣する。",
      },
      {
        title: "VISION",
        description:
          "外国人IT技術者の「３つの壁」を乗り超える、最先端のIT技術を駆使して日本をサポートする。",
      },
    ],
    values: [
      {
        title: "言葉の壁",
        description:
          "普通の日本人と同じように、日本語の読み書きや会話ができる。",
        css: "round-title-list-item__title--greenbg",
      },
      {
        title: "文化の壁",
        css: "round-title-list-item__title--bluebg",
        description: "日本の文化を理解し、尊重しする。",
      },
      {
        title: "業務の壁",
        css: "round-title-list-item__title--redbg",
        description: "日本人の働き方を学び、仕事に役立つシステムを設計する。",
      },
    ],
  },
  memberintroduction:{
    title: "チームメンバー",
    description:"我々のチームは優秀なベトナムエンジン中心としたベトナムエンジンを設立します。かれらは有名なべトナム大学を卒業し有名な会社で働いた経験があるし。",
    memberLists:[
      {
        img: {
          src: szksensei ,
          alt: "szksensei",
        },
        title: "CTO 鈴木高弘",
        description: "これからの日本のIT業界に必要なスキルを身に着ける為の教育プログラムを監修しています。",
       
      },
      {
        
        img: {
          src: huy ,
          alt: "huy",
        },
        title: "Vu Duc Huyさん",
        description: "ベトナムであるハノイ工科大学で情報技術を卒業した後、日本に就職することにしました。私はインターネットというツールの魅力を最大限に活かし、クライアントのビジネスを成功へと導くサイトをつくりあげるプロとして、WEBデザインを手がけてきました。もちろんデザインだけでなく、企画・ディレクション・コーディング等、WEBサイト制作のすべての工程を経験しています。プロジェクト管理についてはサブリーダーとしての経験でメンバー管理に携わったことがあり、スケジュール管理も含めて今後経験を積み、一流のSEになるために努力を惜しみません。今後も顧客とコミュニケーションをとりながら、多くのサービスを提供できるエンジニアとしてスキルアップしていきたいと考えています。",
      },

      {
        img: {
          src: loc ,
          alt: "loc",
        },
        title: "Tran Minh Locさん",
        description: "ベトナムであるハノイ工科大学で情報技術を卒業した後、日本に就職することにしました。私はインターネットというツールの魅力を最大限に活かし、クライアントのビジネスを成功へと導くサイトをつくりあげるプロとして、WEBデザインを手がけてきました。もちろんデザインだけでなく、企画・ディレクション・コーディング等、WEBサイト制作のすべての工程を経験しています。プロジェクト管理についてはサブリーダーとしての経験でメンバー管理に携わったことがあり、スケジュール管理も含めて今後経験を積み、一流のSEになるために努力を惜しみません。今後も顧客とコミュニケーションをとりながら、多くのサービスを提供できるエンジニアとしてスキルアップしていきたいと考えています。",
       
      },

      {
        img: {
          src: yen,
          alt: "yen",
        },
        title: "Dao Hai Yenさん",
        description: "私はダオ・ハイ・イエンと申します。今年25歳です。ベト ナムの北部のタイ.グエンから参りました。郵政電信工芸 学院での専攻はITです。大学でアルゴリズム、プログラミング、データベース、ソ フトウェア開発プロセスについて勉強しました。作ったこ とがあるプログラミング言語はC、C++、Javaです。他に, チームワークやコミニケーションなどのようなソフトス キルを学びました。大学卒業して担当したプロジェクトは病院や銀行や電子情 報やイントラネットに関するものです。私はテスターとし て参加していました。プロジェクトの開発環境はジャーバ 、シェアポイント、アイオーエスやアンドロイドなどです 。私は調査、分析、テスト、管理を担当しました。 テストについて単体テスト、結合テストとシステムテストを 担当しました。他に、カスタマートレーニングをしていま した。将来、私は色々 な技術を学びたいです。 ",
      },

      {
        img: {
          src: vien,
          alt: "vien",
        },
        title: "Ha Lam Vienさん",
        description: "ダナン工科大学に電子通信学部を卒業した後ベトナムに日本精機株式会社のブランチで働きました。日本精機会社で組込システムのプロジェクトに約二年間働きました。車メータのソフトに関する仕事、詳細設計、コーディング、単体テスト、結合テストなどの開発を経験しました。日本にてITの知識や経験をもっと伸ばしていきたいと思い、ワールド会社に入社して、今まで1年半働いています。プロジェクトの言語は、C、Javaなどを習得しました。特に、C言語は実務経験がありました。また、SQL、Oracleなどのデータベースの使用経験もあります。C組込ソフトの開発について、Vプロセスを従って、お客様の要求の分析からテスト観点の設計まで自分で担当したことがあります。リーダーとしてプロジェクトの日程を作成して、メンバーのタスクを管理して、一歩一歩終わらせました。日本側のお客様に工数・見積もりを整合したり、プロジェクトの進捗を報告したり、検収を行ったり、プロジェクトをリリースしたり、しました。日本に就職する目的は、技術・スキルを向上させて、日本語を勉強します。 ",
      },

      {
        img: {
          src: duc,
          alt: "duc",
        },
        title: "Vu Anh Ducさん",
        description: "どうも、初めまして！ 今期から新たにワルードITチームの一員として活動させていただく事になった山口短期大学情報メディア学部の　ヴ　アインドｳックと言います！出身はベトナムのハノイです。来日してからちょうど２年迎えました。経験が浅くて分からないことが多いかもしれませんがワルードチームでは”一人じゃない”で先輩たちは優しく教え頂いた本当に有り難い！ 顧客満足のため、良い品質、生産性を高めるようにすると考えています。 精一杯頑張りますので、宜しくお願い致します！ ",
      },

      {
        img: {
          src: linh,
          alt: "linh",
        },
        title: "Nguyen Van Linhさん",
        description: "ベトナムのハティンから来ました。今年の3月に卒業したばかりなので実際の勤務経験がないです。ワールドに入社して、ホームページ作成したり、デザインを作ったり、プロジェクトの接近から完成させるまでの流れ等を色な勉強が出来て良かったです。将来プロSEに目指している私はIT関連の勉強一生懸命行っています。 ",
      },
    ],
  },
};

export default aboutUsData;
